"amount" = "Bedrag";
"cancel" = "Annuleren";
"accept" = "Accepteren";
"charge-code" = "Kaart opladen";
"charge-minitix" = "MiniTix opladen";
"charge-wallet" = "Portemonnee opladen";
"confirm" = "Bevestig";
"confirmation-code" = "Bevestigingscode";
"creditcard" = "Creditcard";
"credit-card-number" = "Creditcardnummer";
"cvc-code" = "CVV Code";
"done" = "Gereed";
"email-address" = "E-mailadres";
"confirmation-code-message" = "Een SMS is verstuurd naar %@ met daarin een bevestigingscode. Voer deze in om de registratie te voltooien.";
"password-confirmation-code-message" = "Een SMS is verstuurd naar %@ met daarin een bevestigingscode, gebruik deze code om je wachtwoord te wijzigen.";
"email" = "E-mail";
"expiration-date" = "Vervaldatum (MM/JJ)";
"fill-confirmation-code" = "Vul de ontvangen bevestigingscode in.";
"go" = "Ga";
"charge-card-description" = "Hier kun je je portemonnee opladen. Vul de opwaardeercode in.";
"ideal" = "iDEAL";
"terms-condition" = "Ik accepteer de voorwaarden van";
"and" = "en";
"yes" = "Ja";
"activation-code-question" = "Je krijgt een SMS toegestuurd.\nVoer de ontvangen bevestigingscode in.\n\n%@\n\nIs dit het correcte telefoonnummer?";
"login" = "Inloggen";
"minitix" = "MiniTix";
"myorder" = "MyOrder";
"next" = "Volgende";
"remember" = "Onthouden:";
"pay" = "Betalen";
"credit-card-description" = "Betaal dmv je Visa of Mastercard. Je kunt ook je Creditcard gebruiken om veilig geld te zetten op je MiniTix Portemonnee van de Rabobank";
"minitix-description" = "Betaal direct je bestelling met de MiniTix portemonnee van de Rabobank!";
"new-password" = "Maak een nieuw wachtwoord";
"select-bank" = "Selecteer je bank";
"transactions" = "Transacties";
"lbl-return" = "Terug";
"scan-credit-card" = "Scan je Creditcard";
"choose-credit-card" = "Selecteer je Creditcard";
"search" = "Zoeken";
"mobile-number" = "Mobiele nummer";
"wrong-password-length" = "Het gekozen wachtwoord is te kort.";
"password-not-match" = "De ingevoerde wachtwoorden komen niet overeen.";
"paypal-description" = "Gebruik je PayPal account om te betalen. Je hoeft slecht 1 keer in te loggen. PayPal kan gebruikt worden om veilig geld te plaatsen in je MiniTix poremonnee van de Rabobank.";
"bankaccount-error" = "Je hebt nog geen rekeningnummer gekoppeld. Gebruik eerst een keer iDEAL, daarna is je rekeningnummer ook gekoppeld.";
"verification-code" = "Bevestigingscode";
"verify" = "Controleren";
"register-info-text" = "Vul je telefoonnummer in, inclusief landcode. Voorbeeld: +31600000000.";
"password-repeat" = "Wachtwoord opnieuw";
"password-forgotten" = "Wachtwoord vergeten";
"password" = "Wachtwoord";
"amount-to-pay" = "Te betalen bedrag";
"payment" = "Afrekenen";
"wallet" = "Portemonnee";
"my-wallet" = "Mijn Portemonnee";
"pay-with" = "Betalen met";
"select-different-payment-type" = "Of kies een andere betaalmethode";
"load-your-wallet" = "Portemonnee opwaarderen";
"more-options" = "Meer opties";
"data-not-accepted" = "Je gegevens zijn niet geaccepteerd";
"ideal-description" = "Met iDEAL kun je direct geld overmaken. Met iDEAL kun je ook geld in je MiniTix Portemonee plaatsen.";
"top-up-card-description" = "Met de MyOrder opwaardeerkaart kun je eenvoudig geld in je MiniTix Portemonee plaatsen.";
"ota-description" = "Met de eenmalige machtiging kun je eenvoudig geld in je MiniTix Portemonee plaatsen.";
"transaction-cancelled" = "Je transactie is afgebroken";
"transaction-failed" = "Je transactie is niet gelukt";
"transaction-expired" = "Je transactie is afgebroken";
"payment-information" = "Betaal informatie";
"successful" = "Gelukt";
"in-progress" = "In behandeling";
"failed" = "Mislukt";
"link-payment-key" = "Betaalsleutel koppelen";
"pay-friends" = "Betaal je vrienden";
"mobile-number-id" = "Aan 06-nummer of MyOrder ID";
"pay-friends-title" = "Maak geld over met het saldo uit je portemonnee";
"data" = "Gegevens";
"definition" = "Omschrijving";
"fill-in-details-here" = "Vul hier je omschrijving in";
"choose-mobile-number" = "Selecteer een mobiel nummer";
"mobile-number-not-found" = "Dit mobiel nummer is niet gekoppeld aan een MyOrder-account. Je kunt geen geld overmaken.";
"email-verification" = "E-mail bevestigen";
"register-accept-conditions-older18" = "Ik ben ouder dan 18 jaar";
"enter-bank-account-number" = "Vul ter controle je rekeningnummer in";
"sepa-authorization" = "Eenmalige machtiging";
"charge-card-success-message" = "Opwaarderen gelukt. Er is €%.2f op je portemonnee bijgeschreven.";
"automatic-charge" = "Automatisch opwaarderen";
"per-week" = "Per week";
"per-month" = "Per maand";
"automatic-charge-config-header" = "Kies max. bedrag per periode";
"select-amount" = "Kies bedrag";
"select-period" = "Kies periode";
"used-saved-card" = "Gebruik je opgeslagen kaart";
"products" = "Producten";
"total-price" = "Totaalbedrag";
"ota" = "Eenmalige machtiging";
"charge-card" = "Opwaardeerkaart";
"order-payment-key" = "Bestel je betaalsleutel";
"automatic-charge-complete" = "Automatisch opwaarderen instellingen zijn aangepast";
"email-verification-completed" = "E-mail bevestiging is gelukt";
"pay-friends-completed" = "Het bedrag is overgemaakt";
"payment-completed" = "Betaling is uitgevoerd";
"charge-completed" = "Opwaarderen is gelukt";
"my-cashless" = "MyCashless";
"powered-by" = "Powered by";
"loading" = "Laden";
"coupons" = "Coupons";
"loyalty-credits" = "Loyalty/Credits";
"iban-not-valid" = "IBAN is niet geldig";
"bank-required" = "Bank ontbreekt";
"amount-required" = "Bedrag ontbreekt";
"missing-to-mobilenumber" = "Vul het mobiele nummer in van de ontvanger";
"verification-code-incorrect" = "Bevestigingscode is niet correct.";
"accept-terms-conditions" = "Accepteer de voorwaarden om door te gaan";
"register" = "Registreren";
"withdraw-wallet" = "Terugstorten";
"withdraw-wallet-completed" = "Terugstorten gelukt";
"withdraw-heading" = "Bedrag terugstorten vanuit MyOrder Wallet";
"user-already-exits" = "De gebruiker bestaat al. Wil je het wachtwoord veranderen?";
"user-not-exist" = "De gebruiker bestaat nog niet. Wil je registreren?";
"payment-date" = "Betaaldatum";
"register-older-18error" = "Je moet ouder zijn dan 18 jaar om direct te kunnen opwaarderen.";
"last-transactions" = "Laatste transacties";
"manual-reload-info" = "Vul het bedrag in dat je wilt opwaarderen vanaf je rekening.";
"minitix-confirmation" = "Weet je zeker dat je wilt betalen?";
"required-field" = "Ontbrekende verplicht veld";
"camera-not-available" = "Uw camera is niet beschikbaar";
"system-error" = "Ophalen is mislukt. Systeemfout";
"network-error" = "Netwerk fout";
"order-id" = "Order";
"ok" = "OK";
"bank-account-label" = "Rekeningnummer";
"code" = "Opwaardeercode";
"email-validation" = "Geef geldig e-mailadres";
"user-password-empty" = "Het Telefoonnummer/wachtwoord date je hebt gekozen is niet lang genoeg";
"lbl-agree-ota" = "Ik ga akkoord met deze eenmalige machtiging";
"msg-contact-access-denied" = "Toegang tot contacten op dit toestel geweigerd.";
"card" = "Opwaardeerkaart";
"paypal" = "PayPal";
"amount-for-withdraw" = "Vul het bedrag in dat je wilt terugstorten naar je rekening.";
"withdraw" = "Terugstorten";
"phone-required" = "06-nummer ontbreekt";
"details-required" = "De omschrijving is niet ingevuld";
